{
  "news": [
    {
      "id": 1,
      "type": "news",
      "title": "TREE PLANTING 2025",
      "summary": "NAESS Shipping Philippines Inc. successfully planted 1000 Nara seedlings...",
      "content": "NAESS Shipping Philippines Inc. successfully planted 1000 Nara seedlings in collaboration with DENR-CENRO Guiguinto, Bulacan, as part of our commitment to environmental stewardship under PPA Administrative Order No. 14-2020. This initiative took place at  Ipo Dam, Mt. Balagbag, Montalban, Rizal on 15 March 2025. Together, we're working to restore and protect nature for generations to come.",
      "image": "/images/news/tree-planting.webp",
      "date": "2025-03-17",
      "author": "Marketing Team",
      "tags": ["Team Building", "Environment"]
    },
    {
      "id": 2,
      "type": "news",
      "title": "PMMA ALUMNI HOMECOMING 2025",
      "summary": "NAESS Shipping Philippines Inc. at the PMMA Alumni Homecoming 2025...",
      "content": "NAESS Shipping Philippines Inc. at the PMMA Alumni Homecoming 2025 – attended by Operations Manager, Robinson Mandalones. Business Development Associate, Catrin Nombres and Recruitment Processor, Candie Salazar.",
      "image": "/images/news/PMMA-ALUMNI.jpg",
      "date": "2025-01-25",
      "author": "Finance Department",
      "tags": ["Alumni", "PMMA"]
    },
    {
      "id": 3,
      "type": "news",
      "title": "FLU VACCINE ACTIVITY",
      "summary": "NAESS crew and its employees actively participated in the Joint Flu Vaccination Activity at...",
      "content": "NAESS crew and its employees actively participated in the Joint Flu Vaccination Activity at the Dr. Mario S. Oca Memorial Hall, AMOSUP Seamen’s Hospital-Manila. A unified effort to promote wellness and protect the workforce—ensuring a healthier and safer future for all!",
      "image": "/images/news/FLU-VAC.jpg",
      "date": "2025-01-23",
      "author": "IT Department",
      "tags": ["Health", "Safety", "Environment"]
    },
    {
      "id": 4,
      "type": "news",
      "title": "CASE HANDLING POLICY AND PROCEDURE ORIENTATION",
      "summary": "NAESS Shipping Philippines Inc. alongside its Managers kicks off an insightful Orientation/Overview session...",
      "content": "NAESS Shipping Philippines Inc. alongside its Managers kicks off an insightful Orientation/Overview session, led by PANDIPHIL to provide key industry insights on matters relating to P&I case handling, policy and procedure.",
      "image": "/images/news/Orientation.jpg",
      "date": "2025-01-16",
      "author": "IT Department",
      "tags": ["Orientation", "Customer Experience"]
    },
    {
      "id": 5,
      "type": "news",
      "title": "Company Achieves Carbon Neutrality",
      "summary": "We\"re proud to announce that we\"ve achieved carbon neutrality across all our operations globally.",
      "content": "We\"re proud to announce that we\"ve achieved carbon neutrality across all our operations globally. This milestone represents years of dedicated effort to reduce our environmental footprint through energy efficiency measures, renewable energy adoption, and strategic carbon offset investments. Moving forward, we\"re committed to maintaining this status and working towards more ambitious sustainability goals, including zero waste operations by 2030 and helping our customers reduce their own environmental impact through our products and services.",
      "image": "/api/placeholder/400/250",
      "date": "2025-02-20",
      "author": "Sustainability Team",
      "tags": ["Milestones", "Corporate Responsibility"]
    },
    {
      "id": 6,
      "type": "event",
      "title": "Product Training Webinar",
      "summary": "Join our product specialists for a comprehensive training session on our latest software release.",
      "content": "Join our product specialists for a comprehensive training session on our latest software release. This webinar will cover new features, best practices, and tips for maximizing value from our platform. We\"ll demonstrate several real-world use cases and provide participants with access to additional resources to support their ongoing learning. There will also be a live Q&A session where you can get answers to your specific questions from our product experts.",
      "image": "/api/placeholder/400/250",
      "date": "2025-03-28",
      "location": "Virtual",
      "time": "11:00 AM - 12:30 PM",
      "tags": ["Webinar", "Training"]
    },
    {
      "id": 7,
      "type": "news",
      "title": "New Partnership Announced",
      "summary": "We\"re excited to announce a strategic partnership with InnovateTech to expand our market reach.",
      "content": "We\"re excited to announce a strategic partnership with InnovateTech to expand our market reach. This collaboration will combine our industry-leading solutions with InnovateTech\"s advanced technology platform, creating a more comprehensive offering for our joint customers. The partnership includes co-development of new features, integrated product roadmaps, and joint go-to-market strategies. Early pilots with select customers have shown promising results, with simplified workflows and enhanced capabilities.",
      "image": "/api/placeholder/400/250",
      "date": "2025-02-15",
      "author": "Business Development Team",
      "tags": ["Partnership", "Business"]
    },
    {
      "id": 8,
      "type": "event",
      "title": "Industry Networking Mixer",
      "summary": "An evening of networking with industry peers, featuring refreshments and a panel discussion.",
      "content": "An evening of networking with industry peers, featuring refreshments and a panel discussion. This relaxed event provides a perfect opportunity to connect with other professionals in your field, share experiences, and discover potential collaboration opportunities. The panel discussion will explore current industry trends and future predictions, with plenty of time for audience questions and discussion. Attendance is limited to ensure quality interactions, so early registration is recommended.",
      "image": "/api/placeholder/400/250",
      "date": "2025-04-15",
      "location": "New York, NY",
      "time": "6:00 PM - 9:00 PM",
      "tags": ["Networking", "Industry"]
    }
  ]
}